<?php
return[
	#Для Classes/Contacts.php
	'email'=>'Ваш e-mail',
	'email_'=>'Можете не вводити, якщо наша відповідь вас не цікавить',
	'whom'=>'Кому',
	'subject'=>'Тема',
	'message'=>'Повідомлення',
	'files'=>'Додаткові матеріали',
	'max-upload%'=>'Максимальний размір: %s',
	'send'=>'Відправити повідомлення',
	'captcha'=>'Захисний код',
	'captcha_'=>'введіть символи з картинки',
	'sent%'=>'<b>Ваше повідомлення успішно відправлено</b><br /><a href="%s">Відправити ще одне повідомлення</a>',

	'WRONG_RECIPIENT'=>'Некоректний одержувач',
	'EMPTY_SUBJECT'=>'Ви не ввели тему повідомлення',
	'SHORT_MESSAGE'=>'Текст повідомлення надто короткий',
	'WRONG_CAPTCHA'=>'Захисний код введений з помилкою',
	'WRONG_EMAIL'=>'Лист за вказаною адресою не дійде',
	'FILES_TOO_BIG'=>'Размір прикріплених файлів перевищує допустиму межу',
];