<?php
return[
	#Для Classes/Contacts.php
	'email'=>'Ваш e-mail',
	'email_'=>'Можете не вводить, если наш ответ вам не интересен',
	'whom'=>'Кому',
	'subject'=>'Тема',
	'message'=>'Сообщение',
	'files'=>'Дополнительные материалы',
	'max-upload%'=>'Максимальный размер: %s',
	'send'=>'Отправить сообщение',
	'captcha'=>'Защитный код',
	'captcha_'=>'введите символы с картинки',
	'sent%'=>'<b>Ваше сообщение успешно отправлено</b><br /><a href="%s">Отправить еще одно сообщение</a>',

	'WRONG_RECIPIENT'=>'Некорректный получатель',
	'EMPTY_SUBJECT'=>'Вы не ввели тему сообщения',
	'SHORT_MESSAGE'=>'Текст сообщения слишком короткий',
	'WRONG_CAPTCHA'=>'Защитный код введен с ошибкой',
	'WRONG_EMAIL'=>'Письмо по указанному адресу не дойдет',
	'FILES_TOO_BIG'=>'Размер загружаемых файлов превышает допустимый предел',
];