<?php
return[
	'created_t'=>'Ваш новый аккаунт на сайте {site}',
	'created'=>'Здравствуйте, <b>{fullname}</b>!<br /><br />
Вам зарегистрирован новый аккаунт на сайте {site}. Для доступа на сайт используйте: <br />
Логин: <b>{name}</b><br />
Пароль: <b>{pass}</b><br />
Ссылка на сайт: <b>{link}</b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site} .',

	'renamed_t'=>'Переименование Вашего пользователя на сайте {site}',
	'renamed'=>'Здравствуйте, <b>{fullname}</b>!<br /><br />
На сайте {site} Вам изменили Ваш ник! Теперь Вы уже не <b>{oldname}</b>, а <b>{name}</b>.
<br />
С наилучшими пожеланиями,<br />
команда сайта {site} .',

	'newpass_t'=>'Ваш новый пароль на сайте {site}',
	'newpass'=>'Здравствуйте, <b>{fullname}</b>!<br /><br />
Вам изменили пароль для доступа на сайт {site}. Для доступа на сайт используйте: <br />
Логин: <b>{name}</b><br />
Пароль: <b>{pass}</b><br />
Ссылка на сайт: <b>{link}</b><br />
<br />
С наилучшими пожеланиями,<br />
команда сайта {site} .',
];