<?php
return[
	'created_t'=>'Ваш новый аккаунт на сайте {site}',
	'created'=>'Здравствуйте, <b>{fullname}</b>!<br /><br />
Вам зареєстровано новий аккаунт на сайті {site}. Для доступу на сайт використовуйте: <br />
Логін: <b>{name}</b><br />
Пароль: <b>{pass}</b><br />
Посилання на сайт: <b>{link}</b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site} .',

	'renamed_t'=>'Перейменування Вашого користувача на сайті {site}',
	'renamed'=>'Здравствуйте, <b>{fullname}</b>!<br /><br />
На сайті {site} Вам змінили Ваш нік! Тепер Ви вже не <b>{oldname}</b>, а <b>{name}</b>.
<br />
З найкращими побажаннями,<br />
команда сайту {site} .',

	'newpass_t'=>'Ваш новий пароль на сайті {site}',
	'newpass'=>'Здравствуйте, <b>{fullname}</b>!<br /><br />
Вам змінили пароль для доступу на сайт {site}. Для доступу на сайт використовуйте: <br />
Логін: <b>{name}</b><br />
Пароль: <b>{pass}</b><br />
Посилання на сайт: <b>{link}</b><br />
<br />
З найкращими побажаннями,<br />
команда сайту {site} .',
];