/**
	Eleanor CMS © 2014
	http://eleanor-cms.ru
	info@eleanor-cms.ru
*/
CORE.Ukrainian={
	Plural:function(n,a)
	{
		return n%10==1&&n%100!=11?a[0]:(n%10>=2&&n%10<=4&&(n%100<10||n%100>=20)?a[1]:a[2]);
	},
	Translit:function(s)
	{
		var ukr=['а','б','в','г','ґ','д','е','є','з','и','і','й','к','л','м','н','о','п','р','с','т','у','ф','х','ц','ы',
				'ё','ж','ч','ш','щ','э','ю','я','ї','ъ','ь','А','Б','В','Г','Ґ','Д','Е','Є','З','И','І','Й','К','Л','М',
				'Н','О','П','Р','С','Т','У','Ф','Х','Ц','Ы','Ё','Ж','Ч','Ш','Щ','Э','Ю','Я','Ї','Ъ','Ь'],
			eng=['a','b','v','g','g','d','e','ye','z','i','i','j','k','l','m','n','o','p','r','s','t','u','f','h','c','y',
				'yo','zh','ch','sh','sch','je','yu','ya','yi',"'","'",'A','B','V','G','G','D','E','Ye','Z','I','I','Y','K','L','M',
				'N','O','P','R','S','T','U','F','H','C','Y','Yo','Zh','Ch','Sh','Sch','Ye','Yu','Ya','Yi',"'","'"],
			i;

		for(i in ukr)
			s=s.split(ukr[i]).join(eng[i]);

		return s;
	}
};