<?php
return[
	#Для admin/index.php
	'list'=>'Список меню',
	'parent'=>'Батько',
	'text'=>'Текст посилання',
	'text_'=>'HTML дозволено!',
	'url'=>'Адреса посилання',
	'params'=>'Додаткові параметри посилання',
	'params_'=>'Наприклад: onclick="alert()"',
	'pos'=>'Позиція',
	'pos_'=>'Залиште порожнім для додавання в кінець',
	'in_map'=>'Відображати у загальній карті сайту',
	'activate'=>'Активувати',
	'adding'=>'Додавання пункту меню',
	'editing'=>'Редагування пункту меню',
	'EMPTY_LINK'=>function($l){return'Ані текст посилання, ані адресу не задано'.($l ? ' (для '.$l.')' : '');},
];