<?php
return array(
	#Для Classes/Comments.php
	'addc'=>'Додати коментар',
	'yn'=>'Ваше ім\'я',
	'yn*'=>'Ваше ім\'я *',
	'yc'=>'Коментар',
	'captcha'=>'Захисний код',
	'captcha_'=>'введіть символи з картинки',
	'comments'=>'Коментарі',
	'nc'=>'Коментарів поки ніхто не писав.',
	'anc'=>'Відповідей на цей коментар поки ніхто не писав.',
	'moderate'=>'Керування коментарями:',
	'withsel'=>'-- Оберіть дію --',
	'delete'=>'Видалити',
	'doact'=>'Активувати',
	'toblock'=>'Заблокувати',
	'tomod'=>'На модерацію',
	'lnp'=>'Завантажити нові коментарі',
	'needch'=>'Ваш коментар стане загальнодоступним тільки після перевірки.',
	'cite'=>'Цитата %s',
	'stmodwait'=>'Цей коментар чекає перевірки',
	'stblocked'=>'Цей коментар заблокований',
	'answer'=>'Відповісти',
	'qquote'=>'Швидка цитата',
	'save'=>'Зберегти',
	'cancel'=>'Скасувати',
	'edit'=>'Правити',
	'answers'=>function($n){return $n.Ukrainian::Plural($n,array(' відповідь',' відповіді',' відповідей'));},
	'added_after'=>function($y,$m,$d,$h,$i,$s)
	{
		return rtrim('Додано через '.($y>0 ? $y.' '.Ukrainian::Plural($y,array(' рік',' ріки',' років')) : '')
			.($m>0 ? $m.Ukrainian::Plural($m,array(' місяць ',' місяця ',' місяців ')) : '')
			.($d>0 ? $d.Ukrainian::Plural($d,array(' день ',' дня ',' днів ')) : '')
			.($h>0 ? $h.Ukrainian::Plural($h,array(' годину ',' години ',' годин ')) : '')
			.($i>0 ? $i.Ukrainian::Plural($i,array(' хвилину ',' хвилини ',' хвилин ')) : '')
			.($s>0 ? $s.Ukrainian::Plural($s,array(' секунду',' секунди',' секунд')) : ''));
	},
);