<?php
return[
	/*[
		#Название удаленного сайта
		'title'=>[
			'russian'=>'Сайт',
			'ukrainian'=>'Сайт',
			'english'=>'Site',
		],
		#Адрес удаленного сайта. Слэш в конце обязателен!
		'address'=>'http://eleanor-cms.ru/',

		#Синхронизованность пользователей
		'sync'=>false,

		#Секрет для сайта, если получить доступ к БД невозможно
		'secret'=>'',

		#База данных. Все параметры, кроме префикса - не обязательные (в случае отсутствия, будет использоваться текущая БД).
		'host'=>'[db_host]',
		'db'=>'[db]',
		'user'=>'[db_user]',
		'pass'=>'[db_pass]',
		'prefix'=>'',
	]*/
];