<?php
return[
	#Для /cms/admin/modules/multisite.php
	'site-name'=>'Назва сайту',
	'site-url'=>'Адреса сайту',
	'site-url_'=>'Слеш в кінці обов&apos;язковий',
	'sync'=>'Користувачі синхронізовані',
	'sync_'=>'Якщо користувачі синхронізовані - автовход буде проводиться за ID користувача, якщо ні - за логіном.',
	'secret'=>'Секрет сайту',
	'prefix'=>'Префікс таблиць',
	'db-host'=>'Хост БД',
	'db-host_'=>'Очистіть це поле, щоб використовувати поточну БД',
	'db-name'=>'Назва бази даних',
	'db-user'=>'Користувач бази даних',
	'db-pass'=>'Пароль бази даних',
	'config'=>'Конфігурація',

	'EMPTY_SITE_NAME'=>'В одного з сайтів не заповнено назву',
	'WRONG_SITE_URL'=>'В одного з сайтів адресу введено некоректно',
	'MULTI_SITE_TABLE_WAS_NOT_FOUND'=>'Таблицю мультісайта не знайдено',
	'THIS_SITE'=>'Спроба зв&apos;язати сайт самим з собою (&quot;%&quot;)',
];