<?php
return[
	#Для /cms/admin/modules/users/groups.php
	'global-rights'=>'Глобальні права',
	'is-admin'=>'Адміністратор',
	'is-admin_'=>'Наділити правами адміністратора, відкрити доступ до панелі адміністратора.',
	'are_you_sure'=>'Вы впевнені?',
	'ban'=>'Забанити',
	'ban_'=>'Заблокувати доступ на сайт.',
	'captcha'=>'Відображати капчу',
	'captcha_'=>'Для публікації матеріалів потрібно буде додатково пройти тест Тьюринга.',
	'moderate'=>'Модерація публікацій',
	'moderate_'=>'Всі матеріали, що додаються (наприклад, новини) будуть проходити перевірку перед публікацією.',
	'closed-site'=>'Відкрити доступ до закритого сайту',
	'limits'=>'Обмеження',
	'flood_limit'=>'Ліміт флуду, секунд',
	'flood_limit_'=>'Часове обмеження між публікаціями повідомлень або контенту. 0 &ndash; немає обмеження.',
	'search_limit'=>'Ліміт пошуку, секунд',
	'search_limit_'=>'Часове обмеження між спробами пошуку. 0 &ndash; немає обмеження.',
	'max_size'=>'Максимальний розмір завантажуваних файлів, Кб:',
	'max_size_'=>'1 &ndash; немає обмеженнь; 0 &ndash; заборонити завантаження файлів',
];