<?php
return[
	#Для /cms/admin/modules/users/groups.php
	'global-rights'=>'Глобальные права',
	'is-admin'=>'Администратор',
	'is-admin_'=>'Наделить правами администратора, открыть доступ в панель администратора.',
	'are_you_sure'=>'Вы уверены?',
	'ban'=>'Забанить',
	'ban_'=>'Заблокировать доступ на сайт.',
	'captcha'=>'Отображать капчу',
	'captcha_'=>'Для публикации материалов нужно будет дополнительно пройти тест Тьюринга.',
	'moderate'=>'Модерация публикаций',
	'moderate_'=>'Все добавляемые материалы (например, новости) будут проходить проверку перед публикацией.',
	'closed-site'=>'Открыть доступ к закрытому сайту',
	'limits'=>'Ограничения',
	'flood_limit'=>'Лимит флуда, секунд',
	'flood_limit_'=>'Временное ограничение между публикациями сообщений или контента. 0 &ndash; нет ограничения.',
	'search_limit'=>'Лимит поиска, секунд',
	'search_limit_'=>'Временное ограничение между попытками поиска. 0 &ndash; нет ограничения.',
	'max_size'=>'Максимальный размер загружаемых файлов, Кб:',
	'max_size_'=>'1 &ndash; нет ограничения; 0 &ndash; запретить загрузку файлов',
];